{
	"revs": [
		{
			"user": "Tamires",
			"date": "Avaliou em: 28 de março de 2023",
			"title": "Muito bom",
			"stars": "8,0"
		},
		{
			"user": "Desiree",
			"date": "Avaliou em: 28 de março de 2023",
			"title": "Fantástico",
			"positive": "Funcionários atenciosos e muito educados. Café da manhã variado e muito gostoso. Localização ótima.",
			"negative": "Cheiro de mofo no corredor, toalhas velhas e rasgadas.",
			"stars": "9,0"
		},
		{
			"user": "Douglas",
			"date": "Avaliou em: 28 de março de 2023",
			"title": "Fantástico",
			"stars": "9,0"
		},
		{
			"user": "Kvmarco",
			"date": "Avaliou em: 27 de março de 2023",
			"title": "“Foi ótima e confortável!”",
			"positive": "O atendimento da recepção é excelente! Parabéns!!",
			"stars": "10"
		},
		{
			"user": "Reginaldo",
			"date": "Avaliou em: 27 de março de 2023",
			"title": "“Muito boa e agradável.”",
			"positive": "O cafe da manhã estava muito bom mas o salão estava sempre muito cheio provavelmente devido a um evento corporativo que estava ocorrendo durante a nossa estadia.",
			"negative": "O hall dos elevadores do nosso quarto estava com um cheiro muito ruim que melhorou depois que uma janela no fundo do andar foi aberta. Acho que faltou uma atenção maior do encarregado da limpeza em relação a esse forte odor desagradável.",
			"stars": "8,0"
		},
		{
			"user": "Everton",
			"date": "Avaliou em: 27 de março de 2023",
			"title": "Muito bom",
			"stars": "8,0"
		},
		{
			"user": "Ivan",
			"date": "Avaliou em: 27 de março de 2023",
			"title": "“Boa.”",
			"positive": "O café  era bom, mas pouca variedade de frutas. A localização,  apesar de bem estratégica para os deslocamentos, é um local um pouco preocupante, pois circulammuiyos pedintes   o que gera  insegurança.",
			"negative": "Par condicionado  do quarto estragou  e fomos trocamos de quarto,  que além de ser pior também tinha o ar estragado, que foi colado   com fita pra não fazer barulho",
			"stars": "7,0"
		},
		{
			"user": "Éder",
			"date": "Avaliou em: 26 de março de 2023",
			"title": "“Ótima opção no centro de Florianópolis!”",
			"positive": "A suíte é muito ampla e confortável. \nOs funcionários são muito atenciosos.",
			"negative": "A suíte é muito caprichada, mas a cortina no lugar do box no banheiro é algo que merece reflexão. \nO café da manhã é muito bom, mas não há etiquetas identificando os itens servidos. Algumas pessoas não podem consumir determinados alimentos ou bebidas. \nSão apenas sugestões que deixo, mas reitero que gostamos muito.",
			"stars": "8,0"
		},
		{
			"user": "Antonio",
			"date": "Avaliou em: 26 de março de 2023",
			"title": "“Limpeza impecável, instalações novas e ótimo atendimento.”",
			"positive": "Limpeza impecável. Troca de roupas de cama todos os dias.  A distribuição dos espaços nos quartos é muito bem pensada. Há uma bancada de trabalho relativamente confortável, considerando o tamanho do quarto. A localização da pia fora do banheiro também se mostrou bastante funcional.",
			"negative": "Foi tudo muito bom. Talvez o café da manhã pudesse ser um pouco mais variado. Num determinado momento faltou repor algumas frutas. \nQuanto aos quartos, ficamos em um no segundo andar virado para os fundos, onde falta um pouco de privacidade, pois  dá de frente para as janelas do condominio vizinho, sendo necessário deixar as cortinas fechadas o tempo todo. Mas especificamente para nós, não chegou a ser um problema.",
			"stars": "10"
		},
		{
			"user": "Vitor",
			"date": "Avaliou em: 25 de março de 2023",
			"title": "Muito bom",
			"positive": "Bem confortável",
			"negative": "Do preço",
			"stars": "8,0"
		},
		{
			"user": "Paulo",
			"date": "Avaliou em: 24 de março de 2023",
			"title": "Fantástico",
			"stars": "9,0"
		},
		{
			"user": "Vanessa",
			"date": "Avaliou em: 22 de março de 2023",
			"title": "“Bom custo-benefício”",
			"positive": "O café da manhã é excelente. Tem opção de almoço com preço fixo e buffet livre muito gostos. O quarto para 3 pessoas era amplo e a localização é boa e próxima à beira-mar e shopping. Tem um bom secador de cabelos.",
			"negative": "Os cobertores estavam com cheiro de suor e sujos e não foram trocados da reserva anterior. Mas ligamos para recepção e a camareira fez as trocas rapidamente e resolveu o problema. Mas ficou o desgaste desnecessário.",
			"stars": "8,0"
		},
		{
			"user": "Lorena",
			"date": "Avaliou em: 22 de março de 2023",
			"title": "“excepcional”",
			"positive": "quarto amplos, toalhas e roupa de cama de ótima qualidade, muito lugar para colocar malas e itens.\ncafé da manhã excepcional, farto de excelente qualidade. Funcionários muito educados e prontos para auxiliar de toda forma possível. Ótima localização.",
			"negative": "tudo bom",
			"stars": "10"
		},
		{
			"user": "Celeste",
			"date": "Avaliou em: 21 de março de 2023",
			"title": "“Evitar em alta temporada que turistas recebam belas moças eas mesmas, permaneçam no hall de entrada”",
			"positive": "Do ap.premium  no valor de 380...",
			"negative": "Do apto 121 pagando 400 ?!!!",
			"stars": "8,0"
		},
		{
			"user": "Mariéli",
			"date": "Avaliou em: 20 de março de 2023",
			"title": "Satisfatório",
			"positive": "Café da manhã maravilhoso, atendimento dos funcionários muito bom e infra muito aconchegante.",
			"negative": "Cama e travesseiros não atendeu minhas expectativas.\nsolicitei ao recepcionistas sobre quarto e andar para ter mehor exeperiência, o mesmo respondeu dizendo que o quarto já era premium, e quando fui ver, estava no 4º andar, com visão para o nada.",
			"stars": "6,0"
		},
		{
			"user": "Bier",
			"date": "Avaliou em: 20 de março de 2023",
			"title": "Excepcional",
			"positive": "Atendimento",
			"stars": "10"
		},
		{
			"user": "Maria",
			"date": "Avaliou em: 20 de março de 2023",
			"title": "Muito bom",
			"stars": "8,0"
		},
		{
			"user": "Patricia",
			"date": "Avaliou em: 20 de março de 2023",
			"title": "“Estadia Maravilhosa!”",
			"positive": "HOTEL  MUITO BEM CUIDADO, QUARTO CHEIROSO, CAMA EXCELENTE, BANHEIRO MUITO BEM LIMPO.\nAMAMOS E VOLTAREMOS.",
			"negative": "A demora na entreqa do carro.",
			"stars": "10"
		},
		{
			"user": "Eduardo",
			"date": "Avaliou em: 20 de março de 2023",
			"title": "Ruim",
			"positive": "apartamento ao lado com cachorro, o casal saiu a noite e só voltou madrugada. o\ncachorro ficou latindo alto a noite inteira! absurdo! nao consegui dormir.",
			"stars": "3,0"
		},
		{
			"user": "Marcos",
			"date": "Avaliou em: 19 de março de 2023",
			"title": "“Ótima hospedagem”",
			"positive": "Funcionários muito atenciosos e prestativos. Café da manhã é bom. Limpeza e organização do quarto também é boa.",
			"negative": "Nada",
			"stars": "10"
		},
		{
			"user": "Antonio",
			"date": "Avaliou em: 18 de março de 2023",
			"title": "“Bom hotel.”",
			"positive": "Atenção dos funcionários. Com exceção dos check in as 22 horas do dia 17.3.\nQue disse não ter localizado minha reserva feita pelo Booking.  Mostrei a confirmação recebida mas não adiantou. \n30 minutos de procura e veio com a sugestão, para poder me liberar o apt, que cancelasse a reserva feita pelo booking e faria uma avulsa com 10 reais de desconto. \nNão aceitei. \nAí ele \"achou\" a reserva feita pelo booking.",
			"negative": "Do procedimento no check in",
			"stars": "7,0"
		},
		{
			"user": "Tadeu",
			"date": "Avaliou em: 18 de março de 2023",
			"title": "“tudo muito bom!”",
			"positive": "conforto, tranquilidade.",
			"negative": "tudo muito organizado.",
			"stars": "10"
		},
		{
			"user": "Felipe",
			"date": "Avaliou em: 18 de março de 2023",
			"title": "Fantástico",
			"stars": "9,0"
		},
		{
			"user": "Regina",
			"date": "Avaliou em: 18 de março de 2023",
			"title": "Excepcional",
			"stars": "10"
		},
		{
			"user": "Neimar",
			"date": "Avaliou em: 17 de março de 2023",
			"title": "Fantástico",
			"stars": "9,0"
		}
	],
	"commitCount": 25
}